[ 
   [
     "বাংলাদেশের জাতীয় ফুলের নাম শাপলা" 
      true
   ],
   [
     "বাংলাদেশের জাতীয় পাখির নাম ঈগল" 
      false
   ],
   [
     "বাংলাদেশের জাতীয় মাছের নাম ইলিশ 
      true
   ],
   [ 
      "Horoscopes accurately predict future events 85% of the time.",
      false
   ],
   [ 
      "The National Weather Service will pay $30 for the rights to any original photograph of lightning. ",
      false
   ],
   [ 
      "Liberace was a notorious womanizer. ",
      false
   ],
   [ 
      "Due to a calendar mix-up, there were two years in a row identified as \"1973\". ",
      false
   ],
   [ 
      "Contrary to popular belief, the white is not the healthiest part of an egg. It's actually the shell. ",
      false
   ],
   [ 
      "Intelligent people have more zinc and copper in their hair.",
      true
   ],
   [ 
      "The Spanish word esposa means \"wife.\" The plural, esposas, means \"wives,\" but also \"handcuffs.\"",
      true
   ],
   [ 
      "Every member of the Australian band Men at Work is currently unemployed.",
      false
   ],
   [ 
      "In England, the Speaker of the House is not allowed to speak.",
      true
   ],
   [ 
      "About 20% of gift cards never are redeemed at the full value of the card.",
      true
   ],
   [ 
      "The only electrical equipment the Amish are allowed to use is a Panini press.",
      false
   ],
   [ 
      "The Q-Tip was developed after serious design flaws were found in both the O-Tip and the P-Tip.",
      false
   ],
   [ 
      "Superman is featured on every episode of \"Seinfeld\", either by name or pictures on Jerry's refrigerator.",
      true
   ],
   [ 
      "In Bangladesh, kids as young as 15 can be jailed for cheating on their finals.",
      true
   ],
   [ 
      "A 150-pound person weighs 165 pounds in Canada. ",
      false
   ],
   [ 
      "The highest point in Pennsylvania is lower than the lowest point in Colorado.",
      true
   ],
   [ 
      "George W. Bush, who presents himself as a man of faith, rarely goes to church. Yet he received votes from nearly two out of three voters who attend church at least once a week.",
      true
   ],
   [ 
      "No one in Canada has a birthday on March 16th.",
      false
   ],
   [ 
      "In the early 1950s, Philip Morris spent millions of dollars trying to teach dogs to smoke.",
      false
   ],
   [ 
      "In 21 states, Wal-Mart is the single largest employer.",
      true
   ],
   [ 
      "Pond's cold cream has an ingredient which is comprised of material which is found in pond scum.",
      false
   ],
   [ 
      "One out of five people in the world (1.1 billion people) live on less than $1 per day.",
      true
   ],
   [ 
      "For the first time in history, the number of people on the planet aged 60 or over will soon surpass those under 5.",
      true
   ],
   [ 
      "The original name of Bank of America was Bank of Italy. ",
      true
   ],
   [ 
      "Rome wasn't built in a day, although the contractor told them it would be.",
      false
   ],
   [ 
      "The elephant is the only mammal that can't jump.",
      true
   ],
   [ 
      "In the early 70s, McDonalds briefly offered customers a choice of French fries or consomme.",
      false
   ],
   [ 
      "Soldiers from every country salute with their right hand.",
      true
   ],
   [ 
      "A potato isn't a vegetable. It's a large bean.",
      false
   ],
   [ 
      "America once issued a 5-cent bill.",
      true
   ],
   [ 
      "Strains of bacteria similar to E. coli have been found in used printer cartridges - but only in the color cyan. Scientists have no explanation. ",
      false
   ],
   [ 
      "At the first World Cup championship in Uruguay, 1930, the soccer balls were actually monkey skulls wrapped in paper and leather. ",
      false
   ],
   [ 
      "Belt loops were invented fifty years earlier than the first belt.",
      false
   ],
   [ 
      "The shoe Nikita Khrushchev used to bang on the United Nations table was purchased by Thom McAn.",
      false
   ],
   [ 
      "Because he forgot his boots, Buzz Aldrin walked barefoot on the moon.",
      false
   ],
   [ 
      "Each year, sixteen million gallons of oil run off pavement into streams, rivers and eventually oceans in the United States. This is more oil than was spilled by the Exxon Valdez.",
      true
   ],
   [ 
      "The record for most appearances on the cover of Time Magazine is 26 by Tom Arnold.",
      false
   ],
   [ 
      "G-rated family films earn more money than any other rating. Yet only 3% of Hollywood's output is G-rated.",
      true
   ],
   [ 
      "Crate & Barrel once considered a merge with Linens & Things, forming a new chain \"Linens & Barrels\".",
      false
   ],
   [ 
      "Sylvia Miles had the shortest performance ever nominated for an Oscar with \"Midnight Cowboy.\" Her entire role lasted only six minutes.",
      true
   ],
   [ 
      "So far, Congress has authorized $152,600,000,000 for the Iraq war. This is enough to build over 17,500 elementary schools.",
      true
   ],
   [ 
      "The wobble in the rotation of the earth is causing a shift in its magnetic field. By the year 2327, the magnetic North Pole will be located in mid-Kansas, while the South Pole will be just off the coast of East Africa. ",
      false
   ],
   [ 
      "The Boeing 747 is capable of flying upside-down, except the wings would shear off when trying to roll it over. ",
      false
   ],
   [ 
      "In Salt Lake City, Utah, all TGIFriday's restaurants must close at 6 pm on Friday.",
      false
   ],
   [ 
      "In 2003, the Transportation Security Administration dropped a requirement that air marshals pass a marksmanship test. Some applicants were even hired after they repeatedly shot flight attendants in mock hijacking episodes.",
      true
   ],
   [ 
      "The New York City subway system, in an effort to raise revenue, is considering selling sponsorships of individual stations to corporations. Riders could soon be getting off at Nike Grand Central Station or Sony Times Square.",
      true
   ],
   [ 
      "Apple is working on a solar-powered iPod. The only drawback is that the solar panels make the unit the size of a large pizza box.",
      false
   ],
   [ 
      "The Venezuelan brown bat can detect and dodge individual raindrops in mid-flight, arriving safely back at his cave completely dry.",
      false
   ],
   [ 
      "On EBay, there are an average of $680 worth of transactions each second.",
      true
   ],
   [ 
      "Between 1942 and 1944, Academy Awards were made of plaster.",
      true
   ],
   [ 
      "If you were to spell out numbers, you would you have to go until 1,000 until you would find the letter \"A\".",
      true
   ],
   [ 
      "To ensure prompt delivery of e-mail, the post office recommends affixing a 41-cent stamp to your computer. ",
      false
   ],
   [ 
      "If you keep a goldfish in the dark room, it will eventually turn white.",
      true
   ],
   [ 
      "35 Billion e-mails are sent each day throughout the world.",
      true
   ],
   [ 
      "The least popular song to make love to: Taps.",
      false
   ],
   [ 
      "A Nigerian woman was caught entering the UK with 104 kg of snails in her baggage.",
      true
   ],
   [ 
      "In England, in the 1880's, \"Pants\" was considered a dirty word.",
      true
   ],
   [ 
      "Larry the Cable Guy has an illegal cable hook-up. ",
      false
   ],
   [ 
      "Most of the deck chairs on the Queen Mary 2 have had to be replaced because overweight Americans were breaking them.",
      true
   ],
   [ 
      "When George Lucas was mixing the American Graffiti soundtrack, he numbered the reels of film starting with an R and numbered the dialog starting with a D. Sound designer Walter Murch asked George for Reel 2, Dialog 2 by saying \"R2D2\". George liked the way that sounded so much he integrated that into another project he was working on.",
      true
   ],
   [ 
      "The \"UL\" designation (popular in the late 20th century, but not widely used now) was purchased by Consumer Reports in 1995. ",
      false
   ],
   [ 
      "David Bowie thinks he is being stalked by someone who is dressed like a giant pink rabbit. Bowie has noticed the fan at several recent concerts, but he became alarmed when he got on a plane and the bunny was on board.",
      true
   ],
   [ 
      "Fish have \"dandruff\" caused by their scales that flake off, and it is impossible to filter all traces of it from drinking water. ",
      false
   ],
   [ 
      "Solid structures (parking lots, roads, buildings) in the United States cover an area the size of Ohio.",
      true
   ],
   [ 
      "After he was President, Harry S. Truman briefly coached the Boston Celtics. (thanks to Eric Snyder) ",
      false
   ],
   [ 
      "The Mars Rover \"Spirit\" is powered by six small motors the size of \"C\" batteries. It has a top speed of 0.1 mph.",
      true
   ],
   [ 
      "Burt Reynolds was originally cast to be Han Solo in the first Star Wars film. He dropped out before filming.",
      true
   ],
   [ 
      "Chewing gum while peeling onions will keep you from crying.",
      true
   ],
   [ 
      "Average life span of a major league baseball: 7 pitches",
      true
   ],
   [ 
      "A private elementary school in Alexandria, Virginia, accidentally served margaritas to its schoolchildren, thinking it was limeade.",
      true
   ],
   [ 
      "Eleven top executives of the Direct Marketing Association (the telemarketers' group that is trying to kill the federal \"Do Not Call\" list) have registered for the list themselves.",
      true
   ],
   [ 
      "Percentage of men who say they are happier after their divorce or separation: 58",
      true
   ],
   [ 
      "Osama bin Laden had seen Woody Allen's \"Annie Hall\" 15 times.",
      false
   ],
   [ 
      "Johnny Plessey batted .331 for the Cleveland Spiders in 1891, even though he spent the entire season batting with a rolled-up, lacquered copy of the Toledo Post-Dispatch. ",
      false
   ],
   [ 
      "More than 2,500 left-handed people are killed each year from using products that are made for right-handed people.",
      true
   ],
   [ 
      "American Airlines saved $40,000 in 1987 by eliminating one olive from each salad served in first class.",
      true
   ],
   [ 
      "For every ton of fish that is caught in all the oceans on our planet, there are three tons of garbage dumped into the oceans.",
      true
   ],
   [ 
      "Iceland consumes more Coca-Cola per capita than any other nation.",
      true
   ],
   [ 
      "There has been no mail delivery in Canada on Saturday for the last thirty five years.",
      true
   ],
   [ 
      "Lou Ferrigno complains that years after \"The Hulk\" went off the air, he'd still turn green when angered. ",
      false
   ],
   [ 
      "When you flip the 2005 Minnesota statehood quarter, heads will come up 61% of the time instead of the expected 50%. ",
      false
   ],
   [ 
      "British pop singer Baby Spice is the great-great-great-great-great-great-grandniece of Archduke William Pinkley-Hogue of Staffordshire, making her 103rd in line for the throne of England. ",
      false
   ],
   [ 
      "During a nine month strike in 2002, the Weather Channel broadcast reruns.",
      false
   ],
   [ 
      "There is a Starbucks in Myungdong, South Korea that is five stories tall.",
      true
   ],
   [ 
      "It is nearly three miles farther to fly from Amarillo, Texas to Louisville, Kentucky than it is to return from Louisville to Amarillo. ",
      false
   ],
   [ 
      "Citizens in Ohio unsuccessfully tried to start a charitable organization called \"The Salvation Coast Guard\". (thanks to Eric Snyder) ",
      false
   ],
   [ 
      "Thomas Edison was the first person ever to say \"does my voice really sound like that?\"",
      false
   ],
   [ 
      "Due to a horse shortage, the 1936 Kentucky Derby was run with giraffes.",
      false
   ],
   [ 
      "The practice of putting a letter \"e\" in front of words to mean \"web-based\" (e.g., eBusiness, eLearning, etc.) was patented by Microsoft in 1992. They are waiting until their anti-trust trial has been officially completed to begin enforcing it. ",
      false
   ],
   [ 
      "Alexander Graham Bell (who invented the telephone) also set a world water-speed record of over seventy miles an hour at the age of 72.",
      true
   ],
   [ 
      "Over 1,000 birds a year die from smashing into windows.",
      true
   ],
   [ 
      "82% of Americans made a purchase at Wal-Mart in 2002.",
      true
   ],
   [ 
      "In comic strips, the person on the left always speaks first.",
      true
   ],
   [ 
      "The weight of air in a milk glass is about the same as the weight of an aspirin tablet.",
      true
   ],
   [ 
      "22% of airline pilots have a child named \"Roger\".",
      false
   ],
   [ 
      "Until last year, National Hockey League games that ended in a tie were settled by the Vice President. ",
      false
   ],
   [ 
      "If you hook Jell-O up to an EEG, it registers movements almost identical to a human adult's brain waves.",
      true
   ],
   [ 
      "The ant, when intoxicated, will always fall over to its right side.",
      true
   ],
   [ 
      "The little hole in the sink that lets the water drain out, instead of flowing over the side, is called a \"porcelator.\"",
      true
   ],
   [ 
      "Elastic in underwear will last twice as long if you refrigerate your underwear after washing.",
      false
   ]
]
